{"introduction":"Kirish","what_is_lazydev":"Lazydev nima?","what_is_lazydev_p_1":"Lazydev - bu Reactjs yordamida loyihalarni oson va noyob va yoqimli uslubda amalga oshirish uchun yaratilgan UI komponentlari ramkasi, vuesax noldan yaratilgan va o'zining vizual yondashuvini osongina yaratmoqchi bo'lgan barcha turdagi dasturchilar uchun mo'ljallangan. oxirgi foydalanuvchi","what_is_lazydev_p_2":"Biz dasturchining ishini to'liq va mustaqil moslashtirilgan va amalga oshirish juda oson yaratilgan komponentlarni berish orqali soddalashtirishga e'tibor qaratamiz, shuning uchun ijodkorlik o'z qo'limizda, lekin har bir loyiha ham vizual, ham o'z ekotizimida farqlanishini e'tiborsiz qoldirmaymiz.","what_is_lazydev-p_3":"Lazydev-da Material Design-ga asoslangan boshqa komponentlar ramkalari kabi dizayn chizig'i yo'q, biz UI/UX-da vizual ko'rinishga ega bo'lgan zaif ramkalar mavjudligiga ishonamiz va biz bundan tashqari yana bir guruh bo'lishni xohlamaymiz. biz yangi tajribalar yaratish va loyihalashtirishni yaxshi ko'ramiz va sizni yangi elementlar yoki tafsilotlar bilan ajablantiramiz, biz buni faqat vizual ravishda erkin bo'lishimiz mumkin. ","why_lazydev":"Nega Lazydev?","why_lazydev_p_1":"Lazydev, ko'plab ramkalardan farqli o'laroq, noldan ishlab chiqilgan va biz hech qanday dizayn chizig'iga bog'lanmaganmiz, bu ajoyib narsa, chunki sizning loyihangiz noyob va boshqalardan juda farq qiladi.","why_lazydev_p_2":"Biz chiroyli vizual chiziq beradigan loyihalarni tez va oson yaratishga e'tibor qaratamiz, lekin ishlab chiquvchining shaxsiylashtirilishi va mustaqilligini unutmasdan.","why_lazydev_p_3":"Lazydev yaxshi moslashtirish va ishlab chiqarishni o'zgartirish uchun mahalliy CSS o'zgaruvchilaridan foydalanadi, masalan, qorong'u mavzuni o'zgartirish yoki bir nechta JavaScript qatorlari bilan butun ilovaning asosiy rangini o'zgartirish","why_lazydev_p_4":"Lazydev - bu ajoyib vizual ta'sirga ega bo'lish uchun mo'ljallangan va dizaynga nisbatan doimo trendda bo'lgan ramka.\n","why_lazydev_p_5":"Har qanday komponent yoki funksiyani yaratish, yaxshilash va tuzatish uchun ochiq manbali hamjamiyat.","why_lazydev_p_6":"Keraksiz kodni import qilmaslik uchun mustaqil komponentlar.","\nwhy_lazydev_p_7":"Yaxshiroq barqarorlik uchun Markdown hujjatlari.","why_lazydev_p_8":"va boshqalar."}