{"introduction":"Введение","what_is_lazydev":"Что такое Лазыдев?","what_is_lazydev_p_1":"Lazydev — это фреймворк компонентов пользовательского интерфейса, предназначенный для реализации проектов с использованием Reactjs в простом, уникальном и приятном стиле. vuesax создан с нуля и предназначен для всех типов программистов, которые хотят легко создать свой собственный визуальный подход. конечный пользователь","what_is_lazydev_p_2":"Мы ориентируемся на упрощение работы программиста, предоставляя полностью и независимо настраиваемые и очень простые в реализации компоненты, поэтому творчество находится в наших руках, но вы заметите, что каждый проект отличается, как визуально, так и в своей собственной экосистеме. оставлять.","what_is_lazydev-p_3":"У Lazydev нет линии дизайна, как у других компонентных фреймов, основанных на Material Design, мы считаем, что есть слабые фреймы, которые имеют визуальный вид в UI/UX, и мы больше не хотим быть другой группой. мы любим создавать и разрабатывать новые впечатления и удивлять вас новыми элементами или деталями, мы можем сделать это только визуально бесплатно.","why_lazydev":"Почему Лазыдев?","why_lazydev_p_1":"Lazydev, в отличие от многих рамок, проектируется с нуля и мы не привязаны к какой-либо линии дизайна, что очень важно, ведь ваш проект уникален и сильно отличается от других.","why_lazydev_p_2":"Мы ориентируемся на быстрое и легкое создание проектов, которые дают красивую визуальную линию, но не забывая о персонализации и независимости разработчика.","why_lazydev_p_3":"Lazydev использует локальные переменные CSS для точной настройки и изменения производства, например, для изменения темной темы или изменения основного цвета всего приложения с несколькими строками JavaScript.","why_lazydev_p_4":"Lazydev — это оправа, разработанная для создания отличного визуального эффекта и всегда в моде с точки зрения дизайна.","why_lazydev_p_5":"Сообщество с открытым исходным кодом для создания, улучшения и исправления любого компонента или функции.","why_lazydev_p_6":"Независимые компоненты, чтобы избежать импорта ненужного кода.","\nwhy_lazydev_p_7":"Документация Markdown для лучшей стабильности.","why_lazydev_p_8":"и другие."}