{"introduction":"Introduction","what_is_lazydev":"What is Lazydev?","what_is_lazydev_p_1":"Lazydev is a framework of UI components designed to implement projects using Reactjs in an easy and unique and pleasing style, vuesax is created from scratch and is designed for all types of programmers who want to easily create their own visual approach. end user","what_is_lazydev_p_2":"We focus on simplifying the programmer’s work by providing fully and independently customized and very easy-to-implement components, so creativity is in our own hands, but you notice that each project is different, both visually and in its own ecosystem. we do not leave.","what_is_lazydev-p_3":"Lazydev doesn’t have a design line like other component frames based on Material Design, we believe there are weak frames that have a visual appearance in the UI / UX, and we don’t want to be another group anymore. we love creating and designing new experiences and surprising you with new elements or details, we can only do this visually free.","why_lazydev":"Why Lazydev?","why_lazydev_p_1":"Lazydev, unlike many frames, is designed from scratch and we are not tied to any design line, which is a great thing because your project is unique and very different from the others.","why_lazydev_p_2":"We focus on creating projects quickly and easily that give a beautiful visual line, but without forgetting the personalization and independence of the developer.","why_lazydev_p_3":"Lazydev uses local CSS variables to fine-tune and change production, such as changing a dark theme or changing the main color of an entire application with multiple JavaScript lines","why_lazydev_p_4":"Lazydev is a frame designed to have a great visual effect and is always in trend in terms of design.","why_lazydev_p_5":"An open source community to create, improve, and fix any component or function.","why_lazydev_p_6":"Independent components to avoid importing unnecessary code.","\nwhy_lazydev_p_7":"Markdown documentation for better stability.","why_lazydev_p_8":"and others."}